<center>
<h1> บริษัท เมก้า เทค คัตติ้งทูล จำกัด </h1>
<h4>รายงานการขายตามรหัสสินค้า วันที่</h4>
<h4>พิมพ์ ณ วันที่ : 02/09/2019</h4> </center>
<h5>ตั้งแต่รหัสสินค้า 2ALE03200S06 ถึง ZYHOLDER04 , ตั้งแต่วันที่ 01/01/2019 - 31/12/2019 </h5>
<table border=1>
<tr>
		<th>วันที่</th>
		<th>เลขที่เอกสาร</th>
		<th>รหัสลูกค้า</th>
		<th>ชื่อบริษัท</th>
		<th>จำนวน</th>
		<th>ส่วนลด(%)</th>
		<th>ราคาขาย</th>
		<th>ยอดเงิน</th>
		
		
	</tr>
	<tr>
		<td> 14/3/2019 </td>
		<td> IV6203-00131 </td>
        <td> N0030 </td>
		<td> บริษัทน้ำตาลพิษณุโลก จำกัด </td>
		<td> 20</td>
		<td>  </td>
		<td> 305.00</td>
		<td> 6,100.00 </td>
		
		
	</tr>
    <tr>
		<td> 18/4/2019</td>
		<td> IV6204-00141 </td>
        <td> O0007 </td>
		<td> บริษัท ออยล์ฟิลด์ เซอร์วิสเซส แอนด์ ซัพท์ </td>
		<td> 20 </td>
		<td>  </td>
		<td> 395.00</td>
		<td> 7,900.00 </td>
		

	</tr>
</table>
