<center>
<h1> บริษัท เมก้า เทค คัตติ้งทูล จำกัด </h1>
<h4>รายงานวิเคระาห์ต้นทุนขายตามรหัสสินค้า</h4>
<h4>พิมพ์ ณ วันที่ : 02/09/2019</h4> </center>
<h5>ตั้งแต่รหัสสินค้า 2ALE030200S06 ถึง ZYHOLDER04 , ตั้งแต่วันที่ 01/08/2019 - 31/08/2019</h5>
<table border=1>
<tr>
		<th>เลขที่เอกสาร</th>
		<th>วันที่</th>
		<th>รหัสลูกค้า</th>
		<th>ชื่อบริษัท</th>
		<th>รหัสพนักงาน</th>
		<th>จำนวน</th>
		<th>หน่วยนับ</th>
		<th>ราคา/หน่วย</th>
		<th>ยอดขาย</th>
		<th>ต้นทุน/หน่วย</th>
		<th>ต้นทุนสินค้า</th>
		<th>กำไรเบื้องต้น</th>
	</tr>
	<tr>
		<td> IV6208-00189 </td>
		<td> 23/08/2019 </td>
        <td> V0002A</td>
		<td> บริษัท วาซิน อโนไดซ์ จำกัด </td>
		<td> CM </td>
		<td> 10 </td>
		<td> PCS </td>
		<td> 530.00 </td>
		<td> 5,300.00 </td>
		<td> 0.00 </td>
		<td> 0.00 </td>
		<td> 5,300.00 </td>
	</tr>
    <tr>
		<td> IV6208-00189 </td>
		<td> 23/08/2019 </td>
        <td> V0002A</td>
		<td> บริษัท วาซิน อโนไดซ์ จำกัด </td>
		<td> CM </td>
		<td> 10 </td>
		<td> PCS </td>
		<td> 530.00 </td>
		<td> 5,300.00 </td>
		<td> 0.00 </td>
		<td> 0.00 </td>
		<td> 5,300.00 </td>
	</tr>
</table>
