<h1>บริษัท เมก้า เทค คัตติ้งทูล จำกัด</h1>
<h3>วิเคราะห์ขายตามยอดขายลูกค้าของพนักงาน</h3>
<h3>พิมพ์ ณ วันที่ : 08/08/2019</h3>
<h2>ตั้งแต่วันที่ 01/08/2019 - 31/08/2019 , ตั้งแต่รหัสพนักงาน ถึง SD</h2>
<table border=1>
<tr>
		<th>รหัสลูกค้า</th>
		<th>รายละเอียดลูกค้า</th>
		<th>ยอดขาย/ลดหนี้</th>
	</tr>
	<tr>
		<td> I0012 </td>
		<td> บริษัท อิโตเซโก (ประเทศไทย) จำกัด </td>
        <td> 14,400.00 </td>
	</tr>
    <tr>
		<td> C0031 </td>
		<td> บริษัท เซนทรัล เมทัล เวิร์ค แอนด์ ซัพพลาย จำกัด </td>
        <td> 13,620.00 </td>
	</tr>
</table>