<h1>บริษัท เมก้า เทค คัตติ้งทูล จำกัด</h1>
<h3>วิเคราะห์ขายตามยอดขาย ลูกค้า</h3>
<h3>พิมพ์ ณ วันที่ : 08/08/2019</h3>
<h2>ตั้งแต่วันที่ 01/08/2019 - 21/08/2019 , ตั้งแต่รหัสลูกค้า A0001 ถึง Z0002</h2>
<table border=1>
<tr>
		<th>รหัสลูกค้า</th>
		<th>รายละเอียดลูกค้า</th>
		<th>ยอดขาย/ลดหนี้</th>
	</tr>
	<tr>
		<td> N0004 </td>
		<td> บริษัท นิตโต้ โคกิ อินดัสทรีย์ (ประเทศไทย) จำกัด </td>
        <td> 170,835.00 </td>
	</tr>
    <tr>
		<td> N0005 </td>
		<td> บริษัท ไทยสิน เมทัล อินดัสตรี จำกัด </td>
        <td> 71,300.00 </td>
	</tr>
</table>