<h1>บริษัท เมก้า เทค คัตติ้งทูล จำกัด</h1>
<h3>วิเคราะห์ขาย จำนวนขาย ลูกค้า สินค้าทั้งปี</h3>
<h3>พิมพ์ ณ วันที่ : 08/08/2019</h3>
<h2>ตั้งแต่วันที่ 01/08/2019 - 31/08/2019 , ตั้งแต่รหัสลูกค้า A0001 ถึง Z0002 , ตั้งแต่รหัสสินค้า 2ALE030200S06 ถึง ZYHOLDER04</h2>
<table border=1>
	<tr>
		<th>รหัสสินค้า</th>
		<th>รายละเอียดสินค้า</th>
		<th>เดือน 1</th>
		<th>เดือน 2</th>
		<th>เดือน 3</th>
		<th>เดือน 4</th>
		<th>เดือน 5</th>
		<th>เดือน 6</th>
		<th>เดือน 7</th>
		<th>เดือน 8</th>
		<th>เดือน 9</th>
		<th>เดือน 10</th>
		<th>เดือน 11</th>
		<th>เดือน 12</th>
		<th>รวม</th>
	</tr>
	<tr>
		<td> KKTJY13321 </td>
		<td> GMM2020R-TMR-6D PR1115 </td>
        <td>  </td>
		<td>  </td>
		<td>  </td>
        <td>  </td>
		<td>  </td>
		<td>  </td>
        <td>  </td>
		<td> 20.00 </td>
		<td>  </td>
        <td>  </td>
		<td>  </td>
		<td>  </td>
        <td> 20.00 </td>
	</tr>
    <tr>
		<td> TT5801656X </td>
		<td> DCMT 11T302 FA CT3000 </td>
        <td>  </td>
		<td>  </td>
		<td>  </td>
        <td>  </td>
		<td>  </td>
		<td>  </td>
        <td>  </td>
		<td> 20.00 </td>
		<td>  </td>
        <td>  </td>
		<td>  </td>
		<td>  </td>
        <td> 20.00 </td>
	</tr>
</table>