<center>
<h1> บริษัท เมก้า เทค คัตติ้งทูล จำกัด </h1>
<h4>รายงานแสดงการขายสินค้า/พนักงานที่มียอดเก็บเงิน</h4>
<h4>พิมพ์ ณ วันที่ : 02/09/2019</h4> </center>
<h5>ตั้งแต่วันที่ 01/08/2019 - 31/08/2019 , ตั้งแต่รหัส CM ถึง CM </h5>
<table border=1>
<tr>
		<th>เอกสารขาย</th>
		<th>ลูกค้า</th>
		<th>สินค้า</th>
		<th>รายละเอียด</th>
		<th>จำนวน </th>
		<td>หน่วย</td>
		<th>ราคา</th>
		<th>ยอดเงิน</th>
		<th>เอกสารรับชำระ</th>
		<th>วันที่ชำระ</th>
		
	</tr>
	<tr>
		<td> IV6206-00020 </td>
		<td> บริษัท พนมไพร พรีซิชั่น จำกัด </td>
        <td> TT6402104X </td>
		<td> TDT 4E-2.0-RU TT6080</td>
		<td> 20.00</td>
		<td> PCX</td>
		<td> 650.00 </td>
		<td> 13,000.00 </td>
		<td> BR6208-00061 </td>
		<td> 20/8/2019</td>
		
	</tr>
    <tr>
		<td> IV6206-00021 </td>
		<td> บริษัท กุลธรเคอร์บี้ จำกัด(มหาชน) </td>
        <td> KKTHT00374 </td>
		<td> KGMR1616JX-2.5 HOLDER </td>
		<td> 2.00 </td>
		<td>  </td>
		<td> 3,000.00</td>
		<td> 6,000.00 </td>
		<td> BR6208-00059 </td>
		<td> 19/8/2019</td>

	</tr>
</table>
