<center>
<h1> บริษัท เมก้า เทค คัตติ้งทูล จำกัด </h1>
<h4>รายงานแสดงยอดค้างส่ง ตามวันนัดส่ง ลูกค้า</h4>
<h4>พิมพ์ ณ วันที่ : 02/09/2019</h4> </center>
<h5>ตั้งแต่รหัสลูกค้า A0001 ถึง Z0002 , ตั้งแต่วันที่ 01/01/2019 - 31/12/2019 , ตั้งแต่รหัสพนักงานขาย ถึง SP , เงื่อนไข : 02-แสดงเฉพาะค้างส่ง</h5>
<table border=1>
<tr>
		<th>วันที่</th>
		<th>เลขที่เอกสาร</th>
		<th>รหัสสินค้า</th>
		<th>ลายละเอียดสินค้า</th>
		<th>PO.ลูกค้า</th>
		<th>จำนวนรับจอง</th>
		<th>จำนวนส่ง</th>
		<th>ยอดค้างส่ง</th>
		<th>SALE</th>
		<th>มูลค่าค้างส่ง</th>
		
	</tr>
	<tr>
		<td> 30/8/2019 </td>
		<td> OE6208-00208 </td>
        <td> KKTSJ00974 </td>
		<td> DNMG110404HQ TN60 </td>
		<td> MGT/2014/1426 </td>
		<td> 30 </td>
		<td> </td>
		<td> 30 </td>
		<td>  </td>
		<td> 3,750.00</td>
		
	</tr>
    <tr>
		<td> 30/8/2019 </td>
		<td> OE6208-00208 </td>
        <td> KKTKT03943 </td>
		<td> VPET1130003FR-USF PR930 </td>
		<td> MGT/2014/1426 </td>
		<td> 20 </td>
		<td> </td>
		<td> 20 </td>
		<td>  </td>
		<td> 5,900.00</td>
		

	</tr>
</table>
